erotronik/pulsemote-M5/sdkconfig.defaults.esp32s3
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.5.2 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32s3"
CONFIG_BOARD_M5CORES3=y
CONFIG_FREERTOS_HZ=1000
CONFIG_LV_THEME_DEFAULT_DARK=y
CONFIG_LV_BUILD_EXAMPLES=n
CONFIG_ESP_HOSTED_ENABLED=n
